"LANG" = "(Japanese)";

"TB_ONYX" = "OnyX";
"TB_CHECK" = "検証";
"TB_MAINTAIN" = "メンテナンス";
"TB_CLEAN" = "クリーニング";
"TB_UTILS" = "ユーティリティ";
"TB_AUTOMATE" = "自動処理";
"TB_PARAM" = "各種設定";
"TB_INFO" = "情報";
"TB_LOG" = "ログ";

"TT_ONYX" = "ツールバーのみを表示";
"TT_CHECK" = "検証";
"TT_MAINTAIN" = "システムメンテナンスの設定";
"TT_CLEAN" = "クリーニングの設定";
"TT_UTILS" = "その他の操作";
"TT_AUTOMATE" = "システムメンテナンスとクリーニングを実行";
"TT_PARAM" = "隠し機能を使用／停止";
"TT_INFO" = "情報を見る";
"TT_LOG" = "OnyX ログおよび CrashReporter を表示";

"EXEC_ONYX" = "OnyXを起動中";
"READ_PARAM" = "設定を読み込み中…";
"READ_INFO" = "情報を読み込み中…";

"DEFAULT" = "デフォルト";
"BY_PROC" = "（プロセッサ毎）";
"BY_CORE" = "（コア毎）";
"USEDBYSYSTEM" = "（システムが使用）";
"USEDBYONYX" = "（OnyXが使用）";
"OCTETS" = " バイト";
"KO" = " KB";
"MO" = " MB";
"GO" = " GB";
"TO" = " TB";

"B_CANCEL" = "キャンセル";
"B_DL" = "ダウンロード";
"B_QUIT" = "終了";
"B_CONTINUE" = "続ける";
"B_RESTART" = "再起動";
"B_CLOSE" = "閉じる";
"B_SHUTDOWN" = "システム終了";
"B_CREATE" = "作成";
"B_DELETE" = "削除";
"B_ENABLE" = "開始";
"B_DISABLE" = "停止";
"FIELD_ENABLE" = "動作中";
"FIELD_DISABLE" = "停止中";

"CHECK_UPDATE" = "アップデートを確認中…";
"UPTODATE" = "お使いの OnyX は最新バージョンです。";
"MSG_UPTODATE" = "新しいバージョンはありません。続けるには“OK”をクリックしてください。";
"NO_UPDATE" = "新しいバージョンはありませんでした";
"NO_UPDATEBETA" = "ベータ版からはアップデートを検索できません。";
"UPDATE_DL" = "新しいバージョンを発見、ダウンロードしました";
"UPDATE_NODL" = "新しいバージョンが見つかりましたが、ダウンロードしていません";
"DL_UPDATE" = "ダウンロード中…";
"NEW_VERS" = "新しいバージョンが見つかりました。";
"MSG_VERSA" = "お使いの OnyX のバージョンは ";
"MSG_VERSB" = " です。\n入手できる最新バージョンは ";
"MSG_VERSC" = " です。\nダウンロードしますか？";
"DLOK" = "ダウンロードが完了しました。";
"MSG_DLOK" = "OnyX の最新バージョンがダウンロードされ、デスクトップまたは OnyX の環境設定で指定したフォルダに保存されました。";

"CHECK_SMART" = "S.M.A.R.T. 状況を検証";
"MSG_CHECKSMART" = "ディスクの S.M.A.R.T. 状況を常に検証されるようおすすめします。検証作業はほんの数秒で終了します。また、OnyX の環境設定で起動時に検証しないように設定することもできます。";
"DISABLE_SMART" = "S.M.A.R.T. 状況の検証は、OnyX の環境設定で起動時に実行しないように設定することができます。";
"SMART_VERIFIED" = "S.M.A.R.T. 状況は検証済みです。";
"MSG_SMART_VERIFIED" = "このディスクは正常に動作しています。";
"SMART_NOTSUPPORTED" = "S.M.A.R.T. 未対応です。";
"MSG_SMART_NOTSUPPORTED" = "S.M.A.R.T. 状況は未検証です。このディスクは S.M.A.R.T. に対応していません。";
"SMART_NOTVERIFIED" = "S.M.A.R.T. 状況は未検証です。";
"MSG_SMART_NOTVERIFIED" = "このディスクの S.M.A.R.T. 状況を確認中にエラーが検出されました。";
"MSG_SMART_RAID" = "OnyX では RAID セットの S.M.A.R.T. 状況の確認はできません。";

"CHECKDISK" = "起動ボリュームを検証";
"MSG_ALERTCHECK" = "メンテナンスまたはシステムのクリーニングを実行する前に、起動ディスクを検証されるようおすすめします。";
"MSG_CHECKDISK" = "検証を開始する前に、起動中のアプリケーションをすべて終了し（検証結果に影響を及ぼすタスクがあります）、“続ける”をクリックしてください。\n検証作業中は Finder の動作が緩慢になり、回転するレインボーカーソルが表示され続けたり、コンピュータがフリーズしたかのように見えますが、これらは通常の動作です。検証が完了するまでお待ちください！";
"CHECKDISK_OK" = "ボリュームは検証済みです。";
"MSG_CHECKDISK_OK" = "起動ボリュームは問題ありません。";
"CHECKDISK_NOTOK" = "このボリュームは修復が必要です。";
"MSG_CHECKDISK_NOTOK" = "起動ディスクを修復するには、Mac OS X インストールディスク（CD または DVD）で起動し、ユーティリティメニューから“ディスクユーティリティ”を選択してください…";
"NOCHECKDISK" = "検証できません。";
"MSG_NOCHECKDISK" = "起動ボリュームがジャーナリングされていないので、検証することができません。";

"CHECK_PLIST" = "環境設定ファイルを検証中…";
"PLIST_OK" = "環境設定ファイルは問題ありません";

"REPAIRPERM" = "アクセス権を修復中";
"DAILY" = "日次スクリプトを実行中";
"WEEKLY" = "週次スクリプトを実行中";
"MONTHLY" = "月次スクリプトを実行中";
"ENDSCRIPTS" = "スクリプトの実行が完了しました。";
"ARCHIVEDLOGS" = "ログのアーカイブを削除中";
"MSG_ENDSCRIPTS" = "選択されたスクリプトは問題なく実行されました。";
"LAST_EXEC" = "- 前回の実行：";
"MAINTAIN" = "メンテナンスを実行中…";
"LAUNCHSERVICES" = "LaunchServices データベースを再構築中";
"DSSTORE" = "すべての不可視 .DS_Store ファイルを削除中";
"DYLDCACHE" = "dyld の共有キャッシュを更新中";
"INDEX_SPOTLIGHT" = "Spotlight インデックスを削除中";
"INDEX_BAL" = "Mail の Envelope インデックスを再構築中";
"SIDEBAR" = "Finder ウインドウのサイドバーをリセット中";
"HELPVIEWER" = "ヘルプビューアのメニューをリセット中";
"ENDMAINTAIN" = "メンテナンスが完了しました。";
"MSG_ENDMAINTAIN" = "選択したメンテナンス処理が実行されました。";

"CLEAN" = "クリーニングを実行中…";
"CACHE_BOOT" = "起動キャッシュを削除中";
"CACHE_KERNEL" = "カーネルキャッシュを削除中";
"CACHE_INTLDATA" = "言語環境データキャッシュを削除中";
"CUPS_FILES" = "すべての cups ジョブを削除中";
"CACHE_DIRECTORYSERVICE" = "ディレクトリサービスキャッシュを削除中";
"CACHE_COMPQT" = "QuickTime コンポーネントキャッシュを削除中";
"CACHE_COMPAUDIO" = "オーディオコンポーネントキャッシュを削除中";
"CACHE_COMPOTHERS" = "その他のコンポーネントキャッシュを削除中";
"CACHE_APP" = "アプリケーションキャッシュを削除中";
"CACHE_PREFPANES" = "システム環境設定パネルキャッシュを削除中";
"CACHE_AU" = "オーディオユニットキャッシュを削除中";
"CACHE_JAVA" = "Java／Java アプレットキャッシュを削除中";
"CACHE_DESKTOP" = "デスクトップキャッシュを削除中";
"CACHE_ICONDOCK" = "Dock キャッシュを削除中";
"CACHE_COLORSYNC" = "ColorSync プロファイルキャッシュを削除中";
"CACHE_QUICKLOOK" = "QuickLook キャッシュを削除中";
"TEMP_ITEMS" = "一時項目キャッシュを削除中";
"CACHE_BROWSER" = "ブラウザのキャッシュを削除中";
"CACHE_DOWNLOAD" = "ダウンロードキャッシュを削除中";
"HISTORY_BROWSER" = "ブラウザの履歴を削除中";
"RECENT_SEARCH" = "最近の検索を削除中";
"WEBPAGE_PREVIEWS" = "Web ページのプレビューを削除中";
"BOOKMARKS_ICONS" = "ブックマークアイコンを削除中";
"INFOS_FORM" = "フォームの入力内容を削除中";
"COOKIES" = "すべての Cookie を削除中";
"CACHE_FONTS" = "フォントキャッシュを削除中";
"RECENT_ITEMS" = "最近使った項目を削除中";
"RECENT_CONVERSIONS" = "計算機の最近の換算を削除中";
"MAIL_DOWNLOADS" = "“メールダウンロード”フォルダ内の項目を削除中";
"SAVED_SEARCHES" = "“保存済みの検索条件”フォルダ内の項目を削除中";
"TMP" = "一時ファイルを削除中";
"OLDITUNESLIB" = "古い iTunes ライブラリを削除中";
"MYCOMPSS" = "画面共有の‘マイコンピュータ’リストを削除中";
"CONTENTGUIDEQT" = "QuickTime のコンテンツガイドを削除中";
"ENDCLEAN" = "クリーニングが完了しました。";
"MSG_ENDCLEAN" = "選択されたクリーニングコマンドが実行されました。";

"EMPTY_TRASH" = "ゴミ箱の内容を削除中";
"DESTROY_TRASH" = "ゴミ箱の内容を破壊中";
"ALRT_TRASH" = "接続されたすべてのボリュームのすべてのアカウントのゴミ箱の内容が確実に削除されました。";
"MSG_DESTROYTRASH" = "警告：この処理にはかなりの時間がかかります。気長にお待ちください！";
"ENDEMPTYTRASH" = "ゴミ箱を空にしました。";
"MSG_ENDEMPTYTRASH" = "すべての接続中ボリュームのすべてのアカウントのゴミ箱の内容が削除されました。";

"LOCATE_YES" = "Locate データベースを作成中";
"LOCATE_NO" = "Locate データベースを削除中";
"MSG_DELETELOCATE" = "本当に Locate データベースを削除してもよろしいですか？";
"UPDATE_LOCATE" = "locate データベースを更新中";
"SEARCH_LOCATE" = "locate データベースを検索中";
"ENDUPDLOCATE" = "Locate データベースが更新されました。";
"MSG_ENDUPDLOCATE" = "Locate データベースが再構築および更新されました。";
"SEARCH_RESULT" = "検索結果";
"NO_ITEMFOUND" = "該当項目";
"NO_FOUND" = "は見つかりませんでした。";
"ONE_ITEMFOUND" = "1 件の該当項目";
"ONE_FOUND" = "が見つかりました。";
"MORE_ITEMFOUND" = " 件の該当項目";
"MORE_FOUND" = "が見つかりました。";
"UPDATE_WHATIS" = "whatis データベースを更新中";
"ENDUPDWHATIS" = "Whatis データベースが更新されました。";
"MSG_ENDUPDWHATIS" = "Whatis データベースが再構築および更新されました。";

"ACCT_YES" = "プロセスアカウンティングを開始中";
"ACCT_NO" = "プロセスアカウンティングを停止中";

"SHOWVOLUME" = "ボリュームを表示：";
"HIDEVOLUME" = "ボリュームを隠す：";
"SHOWFOLDER" = "フォルダを表示：";
"HIDEFOLDER" = "フォルダを隠す：";
"SHOWFILE" = "ファイルを表示：";
"HIDEFILE" = "ファイルを隠す：";

"AUTOMATE" = "自動処理を実行中…";
"ALL_LOGS" = "ログおよび診断レポートを削除中";
"SYSTEM_CACHE" = "システムキャッシュを削除中";
"USER_CACHE" = "ユーザキャッシュを削除中";
"WEB_CACHE" = "Web キャッシュと履歴を削除中";
"MISC_ITEMS" = "その他の項目を削除中";
"ENDAUTOMATE" = "自動処理が完了しました。";
"MSG_ENDAUTOMATE" = "選択された自動処理コマンドが実行されました。";

"RESTART" = "選択されたコマンドは問題なく実行されました。"; 
"MSG_RESTART" = "今すぐコンピュータを再起動してください。";

"DOUBLEBOTH" = "スクロールアローを両端にまとめて配置する設定に変更中";
"DOUBLEMAX" = "スクロールアローを下端と右端にまとめて配置する設定に変更中";
"DOUBLEMIN" = "スクロールアローを上端と左端にまとめて配置する設定に変更中";
"SINGLE" = "スクロールアローを両端に配置する設定に変更中";
"SETTIME" = "シートの表示速度を変更中";
"CRASHREPORT_BASIC" = "診断レポート を基本モードに変更中";
"CRASHREPORT_DEV" = "診断レポート をデベロッパモードに変更中";
"CRASHREPORT_SERVER" = "診断レポート をサーバモードに変更中";
"DSSTORENETWORK_YES" = "ネットワークボリューム上に .DS_Store ファイルを作成する設定に変更中";
"DSSTORENETWORK_NO" = "ネットワークボリューム上に .DS_Store ファイルを作成しない設定に変更中";
"DSSTORENETWORK" = "ネットワークボリューム上に .DS_Store ファイルを作成する設定を変更します。"; 
"DSSTORENETWORK_RESTART" = "ネットワークボリューム上に .DS_Store ファイルを作成する設定の変更は、コンピュータの再起動後に適用されます。\n今すぐ強制再起動してよろしいですか？";
"FORMAT_CAPTURE" = "スクリーンキャプチャの保存形式を変更中";
"SHADOWSC_YES" = "ウインドウの影もキャプチャする設定に変更中";
"SHADOWSC_NO" = "ウインドウの影をキャプチャしない設定に変更中";
"PATH_CAPTURE" = "スクリーンキャプチャの保存先パスを変更中";
"NEWNAME_CAPTURE" = "スクリーンキャプチャの名前を変更中";
"RECENTITEMS_YES" = "アプリケーションの“最近使った項目”を表示する設定に変更中";
"RECENTITEMS_NO" = "アプリケーションの“最近使った項目”を表示しない設定に変更中";
"RECENTPLACES" = "ダイアログの最近使った場所の数を変更中";
"START_ANIMDESKTOP" = "スクリーンセーバのデスクトップ表示を開始中";
"STOP_ANIMDESKTOP" = "スクリーンセーバのデスクトップ表示を停止中";
"ALERTDOWNLOADED_YES" = "ダウンロードしたアプリケーションの初回起動時に警告を表示する設定に変更中";
"ALERTDOWNLOADED_NO" = "ダウンロードしたアプリケーションの初回起動時に警告を表示しない設定に変更中";
"PP_ARCHIVES" = "“アーカイブ”システム環境設定パネルをインストール中";
"PP_PROCESSOR" = "“プロセッサ”システム環境設定パネルをインストール中";
"REINIT_GENERAL" = "一般設定を初期化中";

"ZOOMAPP_YES" = "アプリケーションのズームを有効化中";
"ZOOMAPP_NO" = "アプリケーションのズームを無効化中";
"ZOOMWIND_YES" = "ウインドウのズームを有効化中";
"ZOOMWIND_NO" = "ウインドウのズームを無効化中";
"ANIMINFO_YES" = "情報ウインドウのアニメーションを有効化中";
"ANIMINFO_NO" = "情報ウインドウのアニメーションを無効化中";
"ANIMSNAP_YES" = "グリッドに沿うときのアニメーションを有効化中";
"ANIMSNAP_NO" = "グリッドに沿うときのアニメーションを無効化中";
"SHOWFILESFINDER_YES" = "不可視ファイル／フォルダを表示する設定に変更中";
"SHOWFILESFINDER_NO" = "不可視ファイル／フォルダを表示しない設定に変更中";
"PATHINTITLE_YES" = "ウインドウのタイトルバーにパスを表示する設定に変更中";
"PATHINTITLE_NO" = "ウインドウのタイトルバーにパスを表示しない設定に変更中";
"FOLDERCONTENTQL_YES" = "QuickLook でフォルダの内容のプレビューを表示する設定に変更中";
"FOLDERCONTENTQL_NO" = "QuickLook でフォルダの内容のプレビューを表示しない設定に変更中";
"LABEL_1LINE" = "項目名の表示を 1 行に変更中";
"LABEL_2LINES" = "項目名の表示を 2 行に変更中";
"MENUBAR" = "メニューバーの背景カラーを変更中";
"MENUBAR_RESTART" = "メニューバーの背景カラー変更はコンピュータ再起動後に適用されます。\n今すぐ再起動しますか？";
"SHOWPREFS_YES" = "Finder メニューに“環境設定…”を表示する設定に変更中";
"SHOWPREFS_NO" = "Finder メニューの“環境設定…”を隠す設定に変更中";
"SHOWTRASH_YES" = "Finder メニューに“ゴミ箱を空にする”を表示する設定に変更中";
"SHOWTRASH_NO" = "Finder メニューの“ゴミ箱を空にする”を隠す設定に変更中";
"QUITFINDER_YES" = "Finder メニューに“Finder を終了”を表示する設定に変更中";
"QUITFINDER_NO" = "Finder メニューの“Finder を終了”を隠す設定に変更中";
"SHOWEJECT_YES" = "ファイルメニューに“取り出し”を表示する設定に変更中";
"SHOWEJECT_NO" = "ファイルメニューの“取り出し”を隠す設定に変更中";
"SHOWBURN_YES" = "ファイルメニューに“ディスクを作成…”を表示する設定に変更中";
"SHOWBURN_NO" = "ファイルメニューの“ディスクを作成…”を隠す設定に変更中";
"PERSOTOOLBAR_YES" = "表示メニューに“ツールバーをカスタマイズ…”を表示する設定に変更中";
"PERSOTOOLBAR_NO" = "表示メニューの“ツールバーをカスタマイズ…”を隠す設定に変更中";
"VIEWOPTIONS_YES" = "表示メニューに“表示オプションを表示”を表示する設定に変更中";
"VIEWOPTIONS_NO" = "表示メニューの“表示オプションを表示”を隠す設定に変更中";
"IDISK_YES" = "移動 > iDisk メニューの“自分の iDisk”項目を有効化中";
"IDISK_NO" = "移動 > iDisk メニューの“自分の iDisk”項目を無効化中";
"SHOWGOTOFOLDER_YES" = "移動メニューに“フォルダへ移動…”を表示する設定に変更中";
"SHOWGOTOFOLDER_NO" = "移動メニューの“フォルダへ移動…”を隠す設定に変更中";
"SHOWCONNECTTO_YES" = "移動メニューに“サーバへ接続…”を表示する設定に変更中";
"SHOWCONNECTTO_NO" = "移動メニューの“サーバへ接続…”を隠す設定に変更中";
"EXTRASMENU" = "メニューバーに ";
"EXTRASMENUBAR" = " メニューを表示する設定に変更中";
"REINIT_FINDER" = "Finder の隠し機能を初期化中";

"DOCK3D" = "Dock をミラーエフェクト付き 3D 表示に変更中";
"DOCK2D" = "Dock を透過エフェクト付き 2D 表示に変更中";
"GENIE" = "ジニーエフェクトに変更中";
"SCALE" = "スケールエフェクトに変更中";
"SUCK" = "吸い込みエフェクトに変更中";
"MINIMIZE128_YES" = "Dock 収納時にウインドウの縦横比を保って縮小しない設定に変更中";
"MINIMIZE128_NO" = "Dock 収納時にウインドウの縦横比を保って縮小する設定に変更中";
"ORIENTATION_BOTTOM" = "Dock の配置を下揃えに変更中";
"ORIENTATION_LEFT" = "Dock の配置を左揃えに変更中";
"ORIENTATION_RIGHT" = "Dock の配置を右揃えに変更中";
"PINNING_START" = "Dock の配置を起点揃えに変更中";
"PINNING_MIDDLE" = "Dock の配置を中央揃えに変更中";
"PINNING_END" = "Dock の配置を終点揃えに変更中";
"ALIGN_TOP" = "上揃え";
"ALIGN_BOTTOM" = "下揃え";
"ALIGN_LEFT" = "左揃え";
"ALIGN_RIGHT" = "右揃え";
"LAUNCHANIM_YES" = "アプリケーション起動時のアニメーションを有効化中";
"LAUNCHANIM_NO" = "アプリケーション起動時のアニメーションを無効化中";
"NOBOUNCING_YES" = "バックグラウンドからの警告時のアニメーションを有効化中";
"NOBOUNCING_NO" = "バックグラウンドからの警告時のアニメーションを無効化中";
"ONLYSTATICAPP_YES" = "動作中のアプリケーションだけを Dock に表示する設定に変更中";
"ONLYSTATICAPP_NO" = "すべてのアプリケーションを Dock に表示する設定に変更中";
"SHOWHIDDEN_YES" = "隠されたアプリケーションのアイコンを Dock で半透明表示する設定に変更中";
"SHOWHIDDEN_NO" = "隠されたアプリケーションのアイコンを Dock で半透明表示しない設定に変更中";
"AUTOHIDE_YES" = "Dock を自動的に隠す／表示する設定に変更中";
"AUTOHIDE_NO" = "Dock を自動的に隠す／表示しない設定に変更中";
"ANIMDOCK_YES" = "Turning on animation when hiding/showing the Dock";
"ANIMDOCK_NO" = "Turning off animation when hiding/showing the Dock";
"EXPOSEMENUS_YES" = "Exposé メニューを使用する設定に変更中";
"EXPOSEMENUS_NO" = "Exposé メニューを使用しない設定に変更中";
"LOCKSIZE_YES" = "Dock アイコンのサイズをロック中";
"LOCKSIZE_NO" = "Dock アイコンのサイズをロック解除中";
"LOCKCONTENT_YES" = "Dock のアイコンをロック中";
"LOCKCONTENT_NO" = "Dock のアイコンをロック解除中";
"SINGLEAPP_YES" = "シングルアプリケーションモードを有効化中";
"SINGLEAPP_NO" = "シングルアプリケーションモードを無効化中";
"LISTSTACK_YES" = "スタックの非階層リストメニューを使用する設定に変更中";
"LISTSTACK_NO" = "スタックの階層リストメニューを使用する設定に変更中";
"MOUSEOVERSTACK_YES" = "スタックのグリッド表示時のマウスオーバーを有効化中";
"MOUSEOVERSTACK_NO" = "スタックのグリッド表示時のマウスオーバーを無効化中";
"STACK_RECENTFAVORITE" = "最近使った／よく使う項目スタックを追加中";
"SPACER_APP" = "Dock の左側にスペースを追加中";
"SPACER_OTHERS" = "Dock の右側にスペースを追加中";
"RESTORE_DOCK" = "Dock の表示と設定を復元中";
"REINIT_DOCK" = "Dock の隠し機能を初期化中";

"HIDECONTROLSQT_YES" = "QuickTime ウインドウの再生コントロールを表示しない設定に変更中";
"HIDECONTROLSQT_NO" = "QuickTime ウインドウの再生コントロールを表示する設定に変更中";
"HIDETITLEQT_YES" = "QuickTime ウインドウのタイトルバーを表示しない設定に変更中";
"HIDETITLEQT_NO" = "QuickTime ウインドウのタイトルバーを表示する設定に変更中";
"AUTOPLAYMOVIE_YES" = "ムービーを自動再生する設定に変更中";
"AUTOPLAYMOVIE_NO" = "ムービーを自動再生しない設定に変更中";
"ROUNDEDCORNERS_YES" = "ウインドウの隅を角丸にする設定に変更中";
"ROUNDEDCORNERS_NO" = "ウインドウの隅を角丸にしない設定に変更中";
"FULLSCREENQT_YES" = "QuickTime のフルスクリーンモードを保つ設定に変更中";
"FULLSCREENQT_NO" = "QuickTime のフルスクリーンモードを保たない設定に変更中";
"QTINFOPANEL_YES" = "起動時に QuickTime Player 7 の情報ウインドウを表示する設定に変更中";
"QTINFOPANEL_NO" = "起動時に QuickTime Player 7 の情報ウインドウを表示しない設定に変更中";
"REINIT_QUICKTIME" = "QuickTime の隠し機能を初期化中";

"PDFAUTO_YES" = "Safari で PDF を表示する設定に変更中";
"PDFAUTO_NO" = "Safari で PDF を表示しない設定に変更中";
"SAFARICACHE_YES" = "Safari のキャッシュを有効化中";
"SAFARICACHE_NO" = "Safari のキャッシュを無効化中";
"BACKFORWARD_YES" = "Safari で戻る／進むボタンを使用する設定に変更中";
"BACKFORWARD_NO" = "Safari で戻る／進むボタンを使用しない設定に変更中";
"SINGLEWIND_YES" = "Safari のシングルウインドウモードを有効化中";
"SINGLEWIND_NO" = "Safari のシングルウインドウモードを無効化中";
"CONFIRMCLOSEWIND_NO" = "Safari で複数ページを閉じるとき確認しない設定に変更中";
"CONFIRMCLOSEWIND_YES" = "Safari で複数ページを閉じるとき確認する設定に変更中";
"DEBUGSAFARI_YES" = "Safari の開発メニューを表示する設定に変更中";
"DEBUGSAFARI_NO" = "Safari の開発メニューを表示しない設定に変更中";
"FAVICON_YES" = "ブックマークアイコンを表示する設定に変更中";
"FAVICON_NO" = "ブックマークアイコンを表示しない設定に変更中";
"SHOWTOOLTIPS_YES" = "リンクの URL をツールチップで表示する設定に変更中";
"SHOWTOOLTIPS_NO" = "リンクの URL をツールチップで表示しない設定に変更中";
"PRINTBACKGROUND_YES" = "Safari で背景をプリントする設定に変更中";
"PRINTBACKGROUND_NO" = "Safari で背景をプリントしない設定に変更中";
"PRINTHEADERFOOTER_YES" = "Safari のヘッダとフッタのプリントを有効化中";
"PRINTHEADERFOOTER_NO" = "Safari のヘッダとフッタのプリントを無効化中";
"HISTO_SAFARI" = "Safari の履歴設定を変更中";
"FIXWEBKITBUG" = "テキストのみ拡大／縮小を使用する設定に変更中";
"REINIT_SAFARI" = "Safari の隠し機能を初期化中";

"MAILPLAINTEXT_YES" = "Mail の新着メッセージを標準テキストで表示する設定に変更中";
"MAILPLAINTEXT_NO" = "Mail の新着メッセージを省略時設定で表示する設定に変更中";
"DATADETECTMAIL_NO" = "Mail のデータ検出を停止中";
"DATADETECTMAIL_YES" = "Mail のデータ検出を開始中";
"VIEWATTACHMENT_YES" = "メッセージ内に添付ファイルの内容を表示する設定に変更中";
"VIEWATTACHMENT_NO" = "メッセージ内に添付ファイルの内容を表示しない設定に変更中";
"MAIL_MINIFONTSIZE" = "Mail のメッセージの最小フォントサイズを変更中";
"COPYNAMEMAIL_YES" = "Mail のコンテクストメニューでアドレスをコピーする際に名前を表示する設定に変更中";
"COPYNAMEMAIL_NO" = "Mail のコンテクストメニューでアドレスをコピーする際に名前を隠す設定に変更中";
"REINIT_MAIL" = "Mail の隠し機能を初期化中";

"TRACKNUMBER_NO" = "読み込み時にトラック番号を追加しない設定に変更中";
"TRACKNUMBER_YES" = "読み込み時にトラック番号を追加する設定に変更中";
"AUTOPLAY_NO" = "読み込み時に楽曲を自動再生しない設定に変更中";
"AUTOPLAY_YES" = "読み込み時に楽曲を自動再生する設定に変更中";
"DISABLESTORE_NO" = "iTunes Store を利用する設定に変更中";
"DISABLESTORE_YES" = "iTunes Store を停止する設定に変更中";
"SHOWPING_YES" = "Ping ボタンを表示する設定に変更中";
"SHOWPING_NO" = "Ping ボタンを隠す設定に変更中";
"ITUNESLINKS_YES" = "iTunes のリンクアローを表示する設定に変更中";
"ITUNESLINKS_NO" = "iTunes のリンクアローを隠す設定に変更中";
"LINK_MS" = "リンクアローを iTunes Store にリダイレクト中";
"LINK_LIB" = "リンクアローをライブラリにリダイレクト中";
"HALFSTARS_YES" = "星半分単位でレートを付けられる設定に変更中";
"HALFSTARS_NO" = "星半分単位でレートを付けられない設定に変更中";
"HIGHCONTRAST_YES" = "iTunes のハイコントラストモードを有効化中";
"HIGHCONTRAST_NO" = "iTunes のハイコントラストモードを無効化中";
"ITUNESZOOM_NO" = "緑ボタンクリックでのミニプレーヤー化を有効化中";
"ITUNESZOOM_YES" = "緑ボタンクリックでのミニプレーヤー化を無効化中";
"REINIT_ITUNES" = "iTunes の隠し機能を初期化中";

"LOAD_IMAGELOGIN" = "ログインウインドウの背景を変更中";
"RESET_IMAGELOGIN" = "ログインウインドウの背景を復元中";
"MSGLOGIN_YES" = "ログインウインドウにメッセージを表示する設定に変更中";
"MSGLOGIN_NO" = "ログインウインドウにメッセージを表示しない設定に変更中";
"MODIF_LOGIN" = "ログインウインドウの隠し機能を変更中";
"ENABLEKIOSK" = "キオスクモードを開始中";
"DISABLEKIOSK" = "キオスクモードを停止中";
"KIOSKRESTART" = "Apple メニューを変更中"; 
"MSG_KIOSKRESTART" = "アップルメニューの再起動／システム終了／ログアウト項目の使用停止／開始は、コンピュータの再起動後から適用されます。\n今すぐ強制再起動してもよろしいですか？";
"HIDEBUTSESSION" = "ログインウインドウのボタンを隠す設定に変更中";
"SHOWBUTSESSION" = "ログインウインドウのボタンを表示する設定に変更中";
"INFOLOGIN" = "ログインウインドウの情報表示を変更中";
"SHOWADMINUSERS_YES" = "ユーザのリストにシステム管理者を表示する設定に変更中";
"SHOWADMINUSERS_NO" = "ユーザのリストからシステム管理者を隠す設定に変更中";
"SHOWLOCALUSERS_YES" = "ユーザのリストにローカルユーザを表示する設定に変更中";
"SHOWLOCALUSERS_NO" = "ユーザのリストからローカルユーザを隠す設定に変更中";
"SHOWNETWORKUSERS_YES" = "ユーザのリストにネットワークユーザを表示する設定に変更中";
"SHOWNETWORKUSERS_NO" = "ユーザのリストからネットワークユーザを隠す設定に変更中";
"SETBOOT" = "起動モードを設定中";
"ALRT_BOOT" = "起動モード：シングルユーザが選択されました";
"MSG_BOOT" = "次回の再起動時には Finder は起動されず、デスクトップも表示されません。\n起動モードを標準に戻すには、以下のコマンドをタイプ入力してください： nvram boot-args='' ''";
"REINIT_LOGIN" = "ログインウインドウの隠し機能を初期化中";

"INDEXING_YES" = "起動ディスクのインデックス作成を許可中";
"INDEXING_NO" = "起動ディスクのインデックス作成を禁止中";
"DELETE_SPOTLIGHTINDEX" = "Deleting the Spotlight index of the startup disk";
"DICTSPOTLIGHT_YES" = "辞書内の Spotlight 検索を開始中";
"DICTSPOTLIGHT_NO" = "辞書内の Spotlight 検索を停止中";
"CALCSPOTLIGHT_YES" = "Spotlight での計算機の使用を開始中";
"CALCSPOTLIGHT_NO" = "Spotlight での計算機の使用を停止中";
"HIDE_SPOTLIGHTICN" = "メニューバーの Spotlight アイコンを隠す設定に変更中";
"SHOW_SPOTLIGHTICN" = "メニューバーの Spotlight アイコンを表示する設定に変更中";
"REINIT_SPOTLIGHT" = "Spotlight の設定を再初期化中";

"VERIFYDMG_YES" = "ディスクイメージを検証する設定に変更中";
"VERIFYDMG_NO" = "ディスクイメージを検証しない設定に変更中";
"FORMATDMG_YES" = "他のディスクイメージ形式を追加中";
"FORMATDMG_NO" = "他のディスクイメージ形式を削除中";
"DEBUGDU_YES" = "ディスクユーティリティのデバッグメニューを表示する設定に変更中";
"DEBUGDU_NO" = "ディスクユーティリティのデバッグメニューを隠す設定に変更中";
"VERIFYBURN_YES" = "ディスク作成後に検証する設定に変更中";
"VERIFYBURN_NO" = "ディスク作成後に検証しない設定に変更中";
"HELPFLOAT_NO" = "ヘルプビューアのウインドウを非フローティングモードに設定中";
"HELPFLOAT_YES" = "ヘルプビューアのウインドウをフローティングモードに設定中";
"ICONHELP_NO" = "ヘルプビューアのアイコンを Dock およびアプリケーションスイッチャーに表示しない設定に変更中";
"ICONHELP_YES" = "ヘルプビューアのアイコンを Dock およびアプリケーションスイッチャーに表示する設定に変更中";
"DEBUGHELP_NO" = "ヘルプビューアのデバッグメニューを隠す設定に変更中";
"DEBUGHELP_YES" = "ヘルプビューアのデバッグメニューを表示する設定に変更中";
"X11ALERTQUIT_NO" = "X11 を終了する際の警告メッセージを表示しない設定に変更中";
"X11ALERTQUIT_YES" = "X11 を終了する際の警告メッセージを表示する設定に変更中";
"APP_X11" = "X11 起動時に実行するアプリケーションを変更中";
"SSBONJOUR_YES" = "画面共有の Bonjour ブラウザを表示する設定に変更中";
"SSBONJOUR_NO" = "画面共有の Bonjour ブラウザを隠す設定に変更中";
"SSTOOLBAR_YES" = "画面共有のフルツールバーを表示する設定に変更中";
"SSTOOLBAR_NO" = "画面共有のフルツールバーを隠す設定に変更中";
"DASHBOARD_YES" = "Dashboard を開始中";
"DASHBOARD_NO" = "Dashboard を停止中";
"DEVMODE_YES" = "Dashboard のデベロッパモードを開始中";
"DEVMODE_NO" = "Dashboard のデベロッパモードを停止中";
"RIPPLE_YES" = "新規ウィジェット追加時の波紋エフェクトを使用開始中";
"RIPPLE_NO" = "新規ウィジェット追加時の波紋エフェクトを使用停止中";
"DEBUGARD_YES" = "Apple Remote Desktop のデバッグメニューを表示する設定に変更中";
"DEBUGARD_NO" = "Apple Remote Desktop のデバッグメニューを隠す設定に変更中";
"DEBUGICAL_YES" = "iCal のデバッグメニューを表示する設定に変更中";
"DEBUGICAL_NO" = "iCal のデバッグメニューを隠す設定に変更中";
"DATADETECTICHAT_NO" = "iChat のデータ検出を停止中";
"DATADETECTICHAT_YES" = "iChat のデータ検出を開始中";
"FOCUSTERMINAL_YES" = "ターミナルのウインドウフォーカスを使用する設定に変更中";
"FOCUSTERMINAL_NO" = "ターミナルのウインドウフォーカスを使用しない設定に変更中";
"ASINSPECTOR_YES" = "Interface Builder の AppleScript インスペクタを使用する設定に変更中";
"ASINSPECTOR_NO" = "Interface Builder の AppleScript インスペクタを使用しない設定に変更中";
"REINIT_MISC" = "その他の隠し機能を初期化中";

"NO_SN" = "シリアル番号を初期化できません。\nマザーボードが変更されている可能性があります。";
"PURGE_MEMORY" = "メモリの非使用領域を解放中";
"DISABLE_SWAP" = "仮想メモリを停止中";
"ENABLE_SWAP" = "仮想メモリを開始中";
"MODIF_JOURNAL" = "HFS+ ジャーナリングの状況を変更中";
"JOURNAL_YES" = "HFS+ ジャーナリングを開始中";
"JOURNAL_NO" = "HFS+ ジャーナリングを停止中";
"SHOW_MINIPROFILE" = "ミニプロファイルを表示中";
"SHOW_BASICPROFILE" = "基本プロファイルを表示中";
"SHOW_FULLPROFILE" = "全プロファイルを表示中";
"SAVE_MINIPROFILE" = "ミニプロファイルを保存中";
"SAVE_BASICPROFILE" = "基本プロファイルを保存中";
"SAVE_FULLPROFILE" = "全プロファイルを保存中";
"PROFILE_SAVED" = "プロファイルを保存しました";
"MSG_XMLSAVED" = "ハードウェア・ソフトウェアのプロファイルを XML（.spx）形式でデスクトップに保存しました。";
"MSG_TXTSAVED" = "ハードウェア・ソフトウェアのプロファイルをテキスト（.txt）形式でデスクトップに保存しました。";

"DEL_LOG" = "OnyX ログを削除中";
"NEWLOG" = "新規ログファイルが作成されました…";
"DEL_REPORTS" = "OnyX Crash Report を削除中";

"BAD_SYSTEM" = "OnyX はこのバージョンの Mac OS X では動作しません。";
"GOOD_SYSTEM" = "OnyX の当バージョンの動作には Mac OS X 10.6 (Snow Leopard) が必要です。";
"BADPASS" = "入力された名前またはパスワードが正しくありません。";
"MSG_BADPASS" = "再度入力してください。";

"ERROR" = "エラー： ";
"MSG_NOSCRIPTLOG" = "これらのメンテナンススクリプトはおそらく一度も実行されていません。";
"ERR_ONYXLOG" = "OnyX システムログは停止されています。";
"MSG_ONYXLOG" = "OnyX システムログの操作がシステムの不具合により妨害されました。システム環境設定で日付と時刻の書式をカスタマイズしていませんか？";
"ERR_UPDLOCATE" = "locate データベースの再構築中にエラーが発生しました";
"ERR_UPDWHATIS" = "whatis データベースの再構築中にエラーが発生しました";
"NOT_FOUND" = "項目が見つかりません";
"ERR_INFOJOURNAL" = "ジャーナリングの状況を読み込み中にエラーが発生しました。開始／停止できません。";
"ERR_ENABLEJOURNAL" = "ジャーナリングの開始中にエラーが発生しました";
"ERR_DISABLEJOURNAL" = "ジャーナリングの停止中にエラーが発生しました";
"ERR_LOAD" = "読み込み時にエラーが発生しました。";
"ERR_DEVTOOLS" = "システム環境設定パネルをインストールする際にエラーが発生しました";
"ERR_SYNTAX" = "以下のファイルに構文エラーが見つかりました：";
"ERR_DSSTORE" = ".DS_Store ファイルの削除中にエラーが発生しました";
"MSG_DSSTORE" = "パスをご確認ください…";
"ERR_DATAENTRY" = "データ入力エラーです";
"ERR_NONAME" = "名前が入力されていません。名前を入力してください。";
"ERR_POINTNAME" = "入力された名前は“.”で始まっています。“.”で始まる名前のファイルはシステム上で不可視となります。ほかの名前を入力してください。";
"NO_ANIMDESKTOP" = "デスクトップのバックグラウンドが選択されていません。";
"CHOOSE_ANIMDESKTOP" = "デスクトップのバックグラウンドを選択し、“開始”をクリックしてください。";
"MSGLOGIN" = "ログインメッセージが登録されていません。";
"ERR_MSGLOGIN" = "使用不可の特殊文字が使われているのかもしれません。メッセージを編集し、再度お試しください…";
"ERR_UPDATE" = "アップデートの確認中にエラーが発生しました";
"ERR_UPDATERETRY" = "OnyX のアップデートの確認中にエラーが発生しました。Web サイトが一時的に閲覧不能か、またはインターネットへの接続に問題があるようです。後で再度お試しください。";
"NO_FILE" = "ファイルが存在しません";
"NOCOMMAND" = "コマンドが選択されていません…";
"SELECT_COM" = "リストからコマンドを選択するか、検索欄にコマンドを入力してください。";
"NO_MAN" = "このコマンドのマニュアルはありません：";
"UNKNOWN_COM" = "コマンドまたはマニュアルエントリーが不明です。";
"EMPTY_LIST" = "Empty list.";
"NO_SELECTION" = "項目が選択されていません";
"MSG_NOCASE" = "少なくともひとつのアプリケーションを選択して再度お試しください。";
"ERR_TYPEPROFILE" = "プロファイルの種類が選択されていません。";
"MSG_TYPEPROFILE" = "プロファイルの種類を選択してください…";
"ERR_FORMATPROFILE" = "フォーマットが選択されていません。";
"MSG_FORMATPROFILE" = "プロファイルのフォーマットを選択してください…";
"MSG_SAVEPROFILE" = "プロファイル保存時にエラーが発生しました。";
"NO_LOGONYX" = "OnyX ログ（~/Library/Logs/OnyX.log）が存在しません。おそらく削除されてしまったのでしょう。";
"BAD_CRASHONYX" = "選択されたファイルは OnyX の 診断レポート ではないか、または名前が変更されています。";

"ALRT" = "警告：";
"ALRT_HIDEDISK" = "本当に起動ディスクを隠してもよろしいですか？";
"ALRT_FINDER" = "OnyX は Finder を再起動します。実行中の操作（ファイルのコピー／移動、ゴミ箱を空にする、など…）がないことをご確認のうえ、“続ける”をクリックしてください。";
"ALRT_SYSTEMUISERVER" = "OnyX は SystemUIServer プロセスを再起動します。このプロセスは Finder メニューバーの右側にアイコンを表示させるものです。";
"ALRT_APPS" = "OnyX は動作中のアプリケーションすべてを強制再起動します。実行中の操作がないこと、および書類が保存されていることをご確認のうえ、“続ける”をクリックしてください。";
"ALRT_ALLAPPS" = "OnyX は動作中のアプリケーションすべてを終了します。";
"ALRT_FINDERAPPS" = "OnyX は Finder およびいくつかのアプリケーションを強制再起動します。実行中の操作がないこと、および書類が保存されていることをご確認のうえ、“続ける”をクリックしてください。";
"ALRT_RESTOREDOCK" = "OnyX は Dock を復元し再起動します。設定は初期化され、表示はシステムやアプリケーションがインストールされた直後の状態になります。";
"ALRT_REINITDOCK" = "OnyX は Dock の設定を初期化し再起動します。";
"ALRT_DOCK" = "OnyX は変更を適用するために Dock を再起動します。";
"ALRT_SAFARI" = "OnyX は Safari を強制再起動します。実行中の操作がないことをご確認のうえ、“続ける”をクリックしてください。";
"ALRT_ITUNES" = "OnyX は iTunes を強制再起動します。実行中の操作がないことをご確認のうえ、“続ける”をクリックしてください。";
"ALRT_DU" = "OnyX はディスクユーティリティを強制再起動します。実行中の操作がないことをご確認のうえ、“続ける”をクリックしてください。";
"ALRT_TERM" = "OnyX はターミナルを強制再起動します。実行中の操作がないことをご確認のうえ、“続ける”をクリックしてください。";
"ALRT_QTPLAYER" = "OnyX は QuickTime Player を強制再起動します。実行中の操作がないことをご確認のうえ、“続ける”をクリックしてください。";
"ALRT_MAIL" = "OnyX は Mail を強制再起動します。実行中の操作がないことをご確認のうえ、“続ける”をクリックしてください。";
"ALRT_ARD" = "OnyX は Apple Remote Desktop を強制再起動します。実行中の操作がないことをご確認のうえ、“続ける”をクリックしてください。";
"ALRT_ICAL" = "OnyX は iCal を強制終了します。実行中の操作がないことをご確認のうえ、“続ける”をクリックしてください。";
"ALRT_ICHAT" = "OnyX は iChat を強制終了します。実行中の操作がないことをご確認のうえ、“続ける”をクリックしてください。";
"ALRT_HELPVIEWER" = "OnyX はヘルプビューアを強制終了します。実行中の操作がないことをご確認のうえ、“続ける”をクリックしてください。";
"ALRT_X11" = "OnyX は X11 および関連アプリケーションを強制終了します。実行中の操作がないことをご確認のうえ、“続ける”をクリックしてください。";
"ALRT_SS" = "OnyX は Screen Sharing を強制終了します。実行中の操作がないことをご確認のうえ、“続ける”をクリックしてください。";
"ALRT_IB" = "OnyX は Interface Builder を強制終了します。実行中の操作がないことをご確認のうえ、“続ける”をクリックしてください。";

"APPLE" = "by Apple Inc.";
"BARRIERE" = "by Joël Barrière";
"MARCHAND" = "by Jérémy Marchand";
"PETERSEN" = "by Dirk Petersen";
"BESSON" = "by Mathieu Besson";
"KINO" = "by Nato Kino";
"BENNETT" = "by Francisco O. Bennett";
"IDIART" = "by Dominique Idiart";
"BLOIS" = "by Jonathan Blois";
"BOUKARABILA" = "by Karim Boukarabila";
"HEUVEL" = "by Vincent van den Heuvel";
"HAWTIN" = "by Michael Hawtin";
"WONDRACK" = "by James Wondrack";
"TOOHEY" = "by Will Toohey";
"COLASHEEP" = "by Cola Sheep";
"RAZAN" = "by John D. Razan";
"J2MC" = "by Jose Juan Medina Cabrera";
"RHINEHART" = "by Brian Rhinehart";
"TOM" = "by Tom";
"LANHAM" = "by David Lanham";

"UNINSTALL_ONYX" = "本当に OnyX および OnyX の使用によって作成された関連ファイルをアンインストールしてもよろしいですか？";
"QUIT_ONYX" = "本当に OnyX を終了してもよろしいですか？";
